[
    {
        "rid": "0",
        "title": "Web Developer",
        "description": "A Web Developer is a programmer who develops World Wide Web applications using a client-server model. The applications typically use HTML, CSS and JavaScript in the client, PHP, ASP.NET (C#), Python, Node.js, Go or Java in the server and HTTP for communications between client and server.",
        "image": ""
    },
    {
        "rid": "0",
        "title": "Main Function",
        "description": "The runApp() function takes the given Widget and makes it the root of the widget tree. In this example, the widget tree consists of two widgets, the Center widget and its child, the Text widget. The framework forces the root widget to cover the screen, which means the text “Hello, world” ends up centered on screen. The text direction needs to be specified in this instance; when the MaterialApp widget is used, this is taken care of for you, as demonstrated later.",
        "image": ""
    },
    {
        "rid": "1",
        "title": "Data Scientist",
        "description": "Data scientists are a new breed of analytical data expert who have the technical skills to solve complex problems – and the curiosity to explore what problems need to be solved.",
        "image": ""
    },
    {
        "rid": "1",
        "title": "Cloud Engineer",
        "description": "A cloud engineer is an IT professional responsible for any technological duties associated with cloud computing, including design, planning, management, maintenance and support. Cloud engineer is a general term encompassing a few different roles, including: cloud architect. cloud software engineer.",
        "image": "https://www.softwebsolutions.com/wp-content/webp-express/webp-images/uploads/2020/10/flutter-app-developer.jpg.webp"
    },
    {
        "rid": "2",
        "title": "Game Developer",
        "description": "Game developers, are responsible for designing and developing video games for PC, console, and mobile applications. Their job is to code the base engine from the ideas of the design team. They may also be involved in character design, level design, animation, and unit testing.",
        "image": ""
    }
]
